{
  "identifier": "3M_Greet",
  "type": "conversationSurvey",
  "taskIdentifier": "3M_Greet",
  "schemaIdentifier": "3M_Greet",
  "steps": [
    {
      "identifier": "3M_Greet_Random",
      "type": "instruction.random",
      "title": "Will be replaced with one from the titleList",
      "buttonTitle": "Begin",
      "optional": false,
      "titleList": [
        "Hi! Are you ready for more  questions?",
        "Hello, just a few questions for you today.",
        "Time again for your daily check in!",
        "Time for more questions.",
        "Nice to see you again. Ready to answer some questions about your day?",
        "Time for more questions.",
        "Let's go!",
        "Are you ready for more questions?",
        "Good to see you! Let's start with questions about how you've felt today.",
        "Let's get going with today's survey.",
        "Hey there! Time for your survey.",
        "We hope you've been having a nice day. Time to tell us about it.",
        "Hi there, time for your daily survey! Ready to begin?",
        "Hi there! Let's get this survey started, shall we?",
        "Welcome back!",
        "Time for your survey.",
        "Time to check in.",
        "Hi again. Please tell us how your day's been.",
        "Let's check in on how your day is going.",
        "Welcome back, it's good to see you. Let's see how your mood is today.",
        "Hi, there! Great to see you today :)",
        "Ready to answer some questions?",
        "Time to find out how your mood is today?",
        "Greetings!",
        "Welcome back! Let's get started with how you did today with mood? ",
        "How was your day going?",
        "Good day to you. Time to check in about your day.",
        "You're getting there!",
        "OK, another set of questions for today. We hope these questions are giving you some helpful insights!",
        "Hello, again.",
        "Welcome back! ",
        "Thanks for helping us with this study. We hear this can be a lot of work, although sometimes people like thinking about their day. We do hope this true for you. Speaking of which….",
        "Great to see you! ",
        "Time to tell us how your day is going.",
        "Hello!",
        "You are doing great!",
        "Survey Time!",
        "Hi there. Another survey is waiting for you.",
        "Welcome! ",
        "Welcome, are you ready?",
        "Hello again.",
        "Thanks for all your help. Speaking of which, do you want to start another survey?",
        "Its survey time…",
        "Hey there! Let’s get the survey out of the way.",
        "Hey, welcome! Ready for some questions?",
        "Hello again!",
        "Welcome back! ",
        "Let's see how you are doing.",
        "Thank you for all your help on this project!",
        "It's great to see you!",
        "Hi there! Ready to go?",
        "Thank you for helping us out with this study! We so appreciate you!",
        "You're doing awesome! Keep up the good work!",
        "Greetings!",
        "Welcome. You ready?",
        "Survey time! Are you as excited as I am?",

      ]
    }
  ]
}