{
  "identifier": "4P_Journal",
  "type": "conversationSurvey",
  "taskIdentifier": "4P_Journal",
  "schemaIdentifier": "4P_Journal",
  "steps": [
    {
      "identifier": "4P_Journal_Prompt",
      "type": "instruction.random",
      "title": "Will be replaced with one from the titleList",
      "optional": false,
      "continueAfterDelay": true,
      "useWeekNumberAsIndex": true,
      "titleList": [
        "Thank you! Now it’s time for your journal. To protect your privacy, please do not include your name or any information that could be used to identify you. What does doing something fun mean to you? How does it make you feel?",
        "Thanks again for answering our questions. It’s time for your journal. What kind of activities do you like best? To protect your privacy, please do not include your name or any information that could be used to identify you.",
        "Time to tell us a little more about your day. You could also share your ideas about how to make being part of a study like this more interesting! To protect your privacy, please do not include your name or any information.",
        "OK, terrific, thanks for checking in. One more thing, let's complete your journal.  To protect your privacy, please do not include your name or any information that could be used to identify you.",
        "Time to journal! To protect your privacy, please do not include your name or any information that could be used to identify you.",
        "One last thing, let’s complete your journal. Tell us about one thing that makes you most happy.To protect your privacy, please do not include your name or any information that could be used to identify you.",
        "Journal topic: Do you do something enjoyable when you feel low. Why? To protect your privacy, please do not include your name or any information that could be used to identify you.",
        "Journal Time: Here is your topic. When you have a bad day, what things do you do to make it better? To protect your privacy, please do not include your name or any information that could be used to identify you.",
        "Time to speak your mind! Optional topic: What goals do you have for the future? To protect your privacy, please do not include your name or any information that could be used to identify you.",
        "Even though you may be totally fine and happy, it’s still a good idea to think about how to best take care of yourself. Try remembering all of  the things you did/are doing that helped you with your mood. Keep a list somewhere. When you feel down, you can pick one or two things to lift your mood.",
        "What was the most important thing you learned about yourself in this study? To protect your privacy, please do not include your name or any information that could be used to identify you.",
        "If there was a way for us to make the experience more engaging, what do you recommend? To protect your privacy, please do not include your name or any information that could be used to identify you."
      ]
    },
    {
      "identifier": "4P_Journal_Answer",
      "type": "text",
      "title": "NOTICE: We are not monitoring your response in real time. If you need help, contact a doctor or mental health care provider. Resources are available on the study website https://staging.wtgmhdc.synapse.org/contact",
      "buttonTitle": "Submit",
      "maxCharacters": "750",
      "placeholderText": "To protect your privacy, please do not include your name or any information that could be used to identify you."
    }
  ]
}