{
  "identifier": "All_Depart",
  "type": "conversationSurvey",
  "taskIdentifier": "All_Depart",
  "schemaIdentifier": "All_Depart",
  "steps": [
    {
      "identifier": "All_Depart_Random",
      "type": "instruction.random",
      "title": "Will be replaced with one from the titleList",
      "buttonTitle": "Done",
      "optional": false,
      "titleList": [
        "Here is a fun fact about mood. Everyone needs to sleep, social connections, body movement and positive activities as active ingredients to help with mood. BUT, everyone needs a different dose of those ingredients. Some need a lot, some need only a little bit. Think about how these active ingredients influences your mood. Are you a small dose or big dose person?",
        "There you go, that was easy!  See you tomorrow.",
        "Thanks for answering, we will see you tomorrow.",
        "Here is a TIP:  Even though you may be totally fine and happy, it’s still a good idea to think about how to best take care of yourself. Try remembering all of  the things you did/are doing that helped you with your mood. Keep a list somewhere. When you feel down, you can pick one or two things to lift your mood.",
        "Thank you! You are doing a great job helping us understand how mood relates to other aspects of your active ingredients!",
        "Here is a fun fact about mood. Everyone needs to sleep, social connections, body movement and positive activities as active ingredients to help with mood. BUT, everyone needs a different dose of those ingredients. Some need a lot, some need only a little bit. Think about how these active ingredients influences your mood. Are you a small dose or big dose person?",
        "Awesome work! By the way, if you ever have questions, please reach out to our website.",
        "Great work! You are done for today. See you tomorrow!",
        "True or False? Being in nature has been found to be good for your mood? True! This is because going outside means you exercise, and you are having quiet time to think. Read this link from our pals to learn more about the power of nature.",
        "Great, thanks for taking the time our questions.",
        "That's all for today. Thanks for working so hard to help us. See you tomorrow.",
        "We so appreciate you doing your part for this study.",
        "Enjoy the rest of your day. We will be in touch tomorrow evening.",
        "Did you know it can take 18 to 60 days to form a new habit, like answering questions on an app every day? For something like a daily survey, it’s important to do it every day, or else it won’t become a habit. If you are starting to forget to do our surveys, it can be helpful to connect it to another habit. Try answering the surveys right after dinner, or before bed. Here is a link to learn more: https://www.psychologytoday.com/us/basics/habit-formation",
        "Thank you for your answers!",
        "True or False: We know exactly what causes depression.... False:We know that there are a lot of things that lead to depression: your family, things that happen while growing up, the way our brain works…what we don’t know is how these things work together to make someone depressed. We also know that some people can have all of these things but seem to be OK! Depression is not the same for everyone. By being in this study, you really are helping us figure out answers to these questions so in the future, we can do a better job of helping people! See you tomorrow",
        "Thank you for your answers. We appreciate it very much.",
        "See you tomorrow!",
        "Thank you for sharing. Please have a wonderful rest of the day!",
        "That's all for now. See you tomorrow!",
        "Thank you! Talk to you later!",
        "Thanks for your help with this study! See you tomorrow…",
        "Do you know what habits can help keep a healthy mind? Regular bedtimes, taking time off when you are working hard and eating fruit are all great habits for a healthy mind.",
        "Keep up the good work!",
        "Here is a TIP:  Certain smells can help your mood! The smell of oranges, lavender, even cut grass can make you feel better. What smells make you happy? (for us its fresh baked cookies!)",
        "Thank you!",
        "Thank you for sharing. Please have a wonderful rest of your day.",
        "Thank you so much!",
        "Talk to you tomorrow!",
        "See you tomorrow.",
        "Awesome job!",
        "Thank you for sharing. Please have a wonderful rest of your day.",
        "Thank you, see you tomorrow.",
        "Great job answering our questions!",
        "Thank you for your dedication!",
        "Thanks so much, see you tomorrow.",
        "Thank you!",
        "Thank you! Talk to you later!",
        "See you tomorrow…",
        "Keep up the good work!",
        "Thank you!",
        "Thank you for sharing. Please have a wonderful rest of your day.",
        "Thank you so much!",
        "Talk to you tomorrow!",
        "See you tomorrow.",
        "It was great to see you today!",
        "Thank you for sharing. Please have a wonderful rest of your day.",
        "And another survey finished! Good job!",
        "Thank you!",
        "Have a lovely day.",
        "Until tomorrow...",
        "Thanks for continuing to participate. Talk to you tomorrow.",
        "Here is a TIP:  Certain smells can help your mood! The smell of oranges, lavender, even cut grass can make you feel better. What smells make you happy? (for us its fresh baked biscuits!)",
        "Here is a TIP:  Earlier, we asked you to make a list of things that make you happy. Now, think about what stresses you out. Make a plan to use something from your happy list when you get stressed in the future.",
         "See you tomorrow",
         "Until tomorrow!",
         "We appreciate your answers!",
         "Thanks, we will check in again tomorrow.",
         "You're doing great! See you tomorrow.",
         "Thank you so much, enjoy your day!",
         "Thank you! We will be using these answers to make the survey for our next study more engaging. ",
         "See you tomorrow.",
         "Great, thank you for your answers, see you tomorrow!",
         "Thank you so much. Hope you have an excellent day!"
      ]
    }
  ]
}
